Repository: classicsc/MaruReader
Catalog: MaruDictionaryManagement/Localizable.xcstrings
Source language: en
Languages: ja

source: A database error occurred during import.
ja: インポート中にデータベースエラーが発生しました。

source: A database error occurred while importing the dictionary.
ja: 辞書のインポート中にデータベースエラーが発生しました。

source: A database error occurred while importing the tokenizer dictionary.
ja: トークナイザー辞書のインポート中にデータベースエラーが発生しました。

source: A database error occurred.
ja: データベースエラーが発生しました。

source: A required file is missing.
ja: 必要なファイルが見つかりません。

source: A required tokenizer dictionary file is missing.
ja: 必要なトークナイザー辞書ファイルが見つかりません。

source: Copied %lld audio files.
ja: %lld件の音声ファイルをコピーしました。

source: Copied media files.
ja: メディアファイルをコピーしました。

source: Copying audio files...
ja: 音声ファイルをコピー中...

source: Copying media files...
ja: メディアファイルをコピー中...

# Copying media files… (%@ of %@)
source: Copying media files… (%1$@ of %2$@)
ja: メディアファイルをコピー中… (%1$@ / %2$@)

source: Could not access the dictionary file.
ja: 辞書ファイルにアクセスできませんでした。

source: Could not access the file.
ja: ファイルにアクセスできませんでした。

source: Downloaded update.
ja: 更新をダウンロードしました。

source: Downloading update...
ja: 更新をダウンロード中...

source: Failed to clean up partially imported dictionary data before retrying: %1$@. Remaining rows: %2$@
ja: 再試行前に部分的にインポートされた辞書データのクリーンアップに失敗しました: %1$@。残りの行: %2$@

source: Failed to clean up partially imported dictionary data before retrying. Remaining rows: %@
ja: 再試行前に部分的にインポートされた辞書データのクリーンアップに失敗しました。残りの行: %@

source: Failed to create media directory for the dictionary.
ja: 辞書のメディアディレクトリの作成に失敗しました。

source: Failed to create the audio media directory.
ja: 音声メディアディレクトリの作成に失敗しました。

source: Failed to create the audio source.
ja: 音声ソースの作成に失敗しました。

source: Failed to create the media directory.
ja: メディアディレクトリの作成に失敗しました。

source: Failed to delete the audio source.
ja: 音声ソースの削除に失敗しました。

source: Failed to delete the dictionary.
ja: 辞書の削除に失敗しました。

source: Failed to delete the item.
ja: 項目の削除に失敗しました。

source: Failed to install the tokenizer dictionary.
ja: トークナイザー辞書のインストールに失敗しました。

source: Failed to read archive: %@
ja: アーカイブの読み取りに失敗しました: %@

source: Failed to read the archive: %@
ja: アーカイブの読み取りに失敗しました: %@

source: Failed to read the dictionary archive: %@
ja: 辞書アーカイブの読み取りに失敗しました: %@

source: Failed to read the tokenizer dictionary archive: %@
ja: トークナイザー辞書アーカイブの読み取りに失敗しました: %@

source: Import cancelled.
ja: インポートがキャンセルされました。

source: Import complete.
ja: インポートが完了しました。

source: Import failed.
ja: インポートに失敗しました。

source: Import interrupted.
ja: インポートが中断されました。

source: Importing update...
ja: 更新をインポート中...

source: No media files to copy.
ja: コピーするメディアファイルがありません。

source: Preparing update...
ja: 更新を準備中...

# Processed %lld headwords and %lld audio files.
source: Processed %1$lld headwords and %2$lld audio files.
ja: %1$lld件の見出し語と%2$lld件の音声ファイルを処理しました。

source: Processed audio source index.
ja: 音声ソースのインデックスを処理しました。

source: Processed data.
ja: データを処理しました。

source: Processed dictionary index.
ja: 辞書インデックスを処理しました。

source: Processing audio entries...
ja: 音声エントリを処理中...

source: Processing audio source index...
ja: 音声ソースのインデックスを処理中...

source: Processing dictionary data...
ja: 辞書データを処理中...

source: Processing dictionary data… (%@ entries)
ja: 辞書データを処理中… (%@ 件)

source: Processing dictionary index...
ja: 辞書インデックスを処理中...

source: Processing tokenizer dictionary...
ja: トークナイザー辞書を処理中...

source: Queued for import.
ja: インポート待ちです。

source: Queued for update.
ja: 更新待ちです。

source: Retrying update import.
ja: 更新のインポートを再試行中です。

source: Starting import...
ja: インポートを開始中...

source: The archive contains invalid data.
ja: アーカイブに無効なデータが含まれています。

source: The archive does not contain a valid audio source index.
ja: 有効な音声ソースインデックスがアーカイブに含まれていません。

source: The archive does not contain a valid tokenizer dictionary.
ja: 有効なトークナイザー辞書がアーカイブに含まれていません。

source: The audio source data is invalid.
ja: 音声ソースのデータが不正です。

source: The audio source index has an invalid format.
ja: 音声ソースインデックスの形式が不正です。

source: The dictionary contains invalid data.
ja: 辞書のデータが不正です。

source: The dictionary file is missing.
ja: 辞書ファイルが見つかりません。

source: The dictionary format is unsupported.
ja: この辞書形式には対応していません。

source: The file is missing.
ja: ファイルが見つかりません。

source: The import job was not found.
ja: インポートジョブが見つかりませんでした。

source: The import operation the component requested was not found.
ja: コンポーネントが要求したインポート操作は見つかりませんでした。

source: The selected file is not a recognized dictionary or audio source.
ja: 選択したファイルは認識された辞書または音声ソースではありません。

source: The selected file is not a valid dictionary.
ja: 選択したファイルは有効な辞書ではありません。

source: The selected file is not a valid tokenizer dictionary.
ja: 選択したファイルは有効なトークナイザー辞書ではありません。

source: The tokenizer dictionary contains invalid data.
ja: トークナイザー辞書に無効なデータが含まれています。

source: The tokenizer dictionary format is unsupported.
ja: このトークナイザー辞書形式には対応していません。

source: The tokenizer dictionary import job was not found.
ja: トークナイザー辞書のインポートジョブが見つかりませんでした。

source: Training glossary compression...
ja: 用語集圧縮をトレーニング中...

source: Unable to access the source file.
ja: ソースファイルにアクセスできません。

source: Update complete.
ja: 更新が完了しました。

source: Update failed.
ja: 更新に失敗しました。
